{
    "destinations": [
      {
        "id": 1,
        "name": "Udupi",
        "description": "Discover the charm of Udupi, a beautiful destination with rich cultural heritage and scenic beauty.",
        "image": "./images/locations/Beach_1.jpg",
        "information":"Udupi is a coastal district in Karnataka, carved out of Dakshina Kannada district in 1997. Udupi is popular for its food, temples, beaches and educational as well as financial institutions.The name “Udupi” is believed to have come from the Sanskrit words “Udu & Pa” that means “stars” and “Lord“. According to legend, the Moon’s light was once reduced due to a curse by King Daksha. The Moon prayed to Lord Shiva to get back the original shine and the prayer was believed to be made at the Chandramouleshwara Temple here. Pleased, Lord Shiva restored the Moon’s shine. It is also believed that the name Udupi was derived from the Tulu word “Odipu” which is associated with the Odabhanishwara Temple at Malpe.Vegetarian restaurants run by people who have their roots in this place are popular all over India and abroad as ‘Udupi Hotels’. Yakshagana folk art, Kambala buffalo race, Huli Vesha, Paryaya festival are some of the unique experiences not to be missed. Udupi Sri Krishna Temple and Kollur Mookambika Temple are two of the most popular temples in Karnataka. Dr Kota Shivarama Karantha, Jnanapeetha Award winning poet and writer was born in Kota near Udupi. This district has one of the highest literacy rates in the state and is 400 kms west of Bengaluru, bordering Dakshina Kannada, Shivamogga, Chikmagalur and Uttara Kannada districts. With Arabian Sea on one side and the Western Ghats on the other, This place offers both beach and forest experiences. For further information, visit the official district website click here!",
        "thingsToDo": "List of things to do in Udupi...",
        "howToReach": "Information about how to reach Udupi...",
        "gallery": "Image gallery of Udupi...",
        "stay": "Details about accommodation options in Udupi..."
      },
      {
        "id": 2,
        "name": "Coorg",
        "description": "Explore the breathtaking landscapes and coffee plantations of Coorg.",
        "image": "./images/locations/Tadaindmol.jpg",
        "information": "Information about Coorg...",
        "thingsToDo": "List of things to do in Coorg...",
        "howToReach": "Information about how to reach Coorg...",
        "gallery": "Image gallery of Coorg...",
        "stay": "Details about accommodation options in Coorg..."
      },
      {
        "id": 3,
        "name": "Chikmagalur",
        "description": "Chikkamagaluru is known as the 'Land of Coffee'.",
        "image": "./images/locations/Chikmagalur.jpg",
        "information": "Information about Chikmagalur...",
        "thingsToDo": "List of things to do in Chikmagalur...",
        "howToReach": "Information about how to reach Chikmagalur...",
        "gallery": "Image gallery of Chikmagalur...",
        "stay": "Details about accommodation options in Chikmagalur..."
      },
      {
        "id": 4,
        "name": "Mysore",
        "description": "Mysore is also called as 'City of Palaces'.",
        "image": "./images/locations/Mysore.jpg",
        "information": "Information about Mysore...",
        "thingsToDo": "List of things to do in Mysore...",
        "howToReach": "Information about how to reach Mysore...",
        "gallery": "Image gallery of Mysore...",
        "stay": "Details about accommodation options in Mysore..."
      }
    ]
  }
