{
  "destinations": [
      {
          "id": 1,
          "name": "LANDSCAPES OF KARNATAKA",
          "description": "Udupi - Coorg - Chikmagalur",
          "image": "./images/locations/Tadaindmol.jpg",
          "details": {
              "description": "LANDSCAPES OF KARNATAKA is a blissful journey through the lush green valleys of Coorg and Chikmagalur whilst witnessing some other charms of these regions.",
              "days": "6 Nights / 7 Days",
              "from": "Udupi to Mangalore",
              "includes": "Accommodation and all meals",
              "excludes": "Rail / bus / air fare and food during rail / bus / air travel",
              "bookingProcedure": "Advance payment Rs. 8,875 (incl GST) per person. Balance payment 20 days prior to the departure date.",
              "tourCost": "35,500 (including 5% GST)"
          },
          "itinerary": [
              {
                  "title": "Day 1 - Udupi (1 night)",
                  "description": "Pick up at Udupi railway / bus station - Head towards Hotel Chithara Comforts - Check in followed by lunch - Take blessings at the Sri Krishna Math - Head towards Malpe beach for a scenic sunset - Back to the hotel - Dinner - Rest up"
              },
              {
                  "title": "Day 2 - Coorg (3 nights)",
                  "description": "Check out from Hotel Chithara Comforts after breakfast - Travel to Coorg - Check in at Capitol Village followed by lunch - After a short rest head towards Abbey falls - Shop at the Coorg market for coffee, spices, clothing and more - Back to the hotel - Dinner - Rest up"
              },
              {
                  "title": "Day 3 - Coorg",
                  "description": "Breakfast - Leave for Mandalpatti peak to witness a breathtaking view - Head back to the hotel for lunch - After a few moments of rest travel to Omkareshwar temple - End the day at Raja's Seat enjoying the sunset amidst a garden - Back to the hotel - Dinner - Rest up"
              },
              {
                  "title": "Day 4 - Coorg",
                  "description": "Breakfast - Head towards Talakaveri temple to witness the origin of the sacred river Cauvery - Move towards Bhagamandala temple - Head back to the hotel for lunch - After a short rest travel to the Dubare Elephant Camp to experience a memorable time with the elephants - Back to the hotel - Gather around a campfire for some relaxation pre or post dinner - Rest up"
              },
              {
                  "title": "Day 5 - Chikmagalur (2 nights)",
                  "description": "Check out of Capitol Village after breakfast - Travel to Chikmagalur - Check in at Hotel Blue Pearl followed by lunch - After a short rest head towards Jhari falls via Jeep - Back to the hotel - Dinner - Rest up"
              },
              {
                  "title": "Day 6 - Chikmagalur",
                  "description": "Breakfast - Leave for Devaramane Betta to enjoy a panoramic view - Head back to the hotel for lunch - After few moments of rest visit Baba Budangiri, another scenic and historic place - Back to hotel - Dinner - Rest up"
              },
              {
                  "title": "Day 7 - Mangalore",
                  "description": "Check out post breakfast - Head towards Mangalore airport or Mangalore railway / bus station for dropping"
              }
          ],
          "includesDetails": [
              "Pickup from Udupi railway/bus station station & drop off at Mangalore airport or railway/bus station",
              "Accommodation",
              "All Meals",
              "Sightseeing & Entry tickets as per itinerary"
          ],
          "excludesDetails": [
              "Rail / bus / air fare",
              "Personal market shopping",
              "Anything not mentioned in the include section"
          ],
          "gallery": [
            "./images/locations/IMG_20240329_120046.jpg",
            "./images/locations/IMG_20240329_120117.jpg",
            "./images/locations/IMG_20240329_120157.jpg",
            "./images/locations/IMG_20240329_120211.jpg",
            "./images/locations/IMG_20240402_010443.jpg",
            "./images/locations/IMG20240426120434.jpg",
            "./images/locations/IMG20240426120912.jpg",
            "./images/locations/IMG_20240402_010459.jpg",
            "./images/locations/IMG20240427103540 (1).jpg",
            "./images/locations/IMG20240427103938 (2).jpg"
          ]

      }
  ]
}
